{
	"rjsxjj": {
		"people": {
			"zoug": {
				"url": "rjsxjj2?people=zoug",
				"src": "../img/zhoug.jpg",
				"title": "“元圣”周公"
			},
			"kongz": {
				"url": "rjsxjj2?people=kongz",
				"src": "../img/kongz.jpg",
				"title": "“至圣”孔子"
			},
			"yanz": {
				"url": "rjsxjj2?people=yanz",
				"src": "../img/yanz.jpg",
				"title": "“复圣”颜子"
			},
			"zengz": {
				"url": "rjsxjj2?people=zengz",
				"src": "../img/zengz.jpg",
				"title": "“宗圣”曾子"
			},
			"zisiz": {
				"url": "rjsxjj2?people=zisiz",
				"src": "../img/zisiz.jpg",
				"title": "“述圣”子思子"
			},
			"mengz": {
				"url": "rjsxjj2?people=mengz",
				"src": "../img/mengz.jpg",
				"title": "“亚圣”孟子"
			}
		},
		"zoug": {
			"title": "“元圣”周公简介",
			"img": "../img/zhoug.jpg",
			"desc": [
				"周公，姓姬，名旦，是周文王姬昌第四子、周武王姬发的弟弟、周成王姬诵的叔父，因其采邑在周，爵为上公，故称周公。周公为西周政权的建立巩固和政治制度的创立做出了突出贡献，被后世尊称为“元圣”。",
				"西周初年，周公被分封于鲁。但因周公在镐京辅佐周成王，故派长子伯禽就封，建立鲁国。因周公佐周之殊功，特许伯禽于鲁设立太庙（即曲阜周公庙），以祀远祖。",
				"其主要思想为：",
				"以德配天的哲学思想。周公总结并吸取了夏代、商代灭亡的教训，提出了“以德配天”的君权神授说。周公认为，“惟命不于常，道善则得之，不善则失之矣”，“上天”只会把统治人间的“天命”交给那些有“德”者，只有有德者才可承受天命，失德就会失去“天命”。这一思想体现了周公天命哲学的理性精神。",
				"敬德保民的民本思想。“皇天无亲，惟德是辅”，有德才能“祈天永命”，所以要“敬德”。“民之所欲，天必从之”，所以要“保民”，“保民”实际上就是保社稷、保国家，要“顺乎天而应乎人”。周公提出“敬德保民”，是夏商以来从“敬鬼神”到“重人事”的一大转变。",
				"明德慎罚的德治思想。“明德”，就是提倡尚德、敬德，它是慎罚的指导思想和保证。“慎罚”，就是刑法适中，不乱罚无罪，不乱杀无辜。周公在中国历史上第一次明确地把“德”与“刑”结合起来，对后世儒家“德主刑辅”思想的形成产生了极大的影响。",
				"礼乐教化的政治思想。周公制礼作乐，把礼和乐作为安邦治国的两种方式。“礼”强调的是“秩序”，要解决的是天、地、人各安其位的问题；“乐”强调的是“和顺”，要解决的是人心归属的问题。周公设立的周代礼制主要包括：嫡长子继承制，以封邦建国为标志的分封制，宗统与君统相统一的宗法制，处理中央与地方诸侯关系的“畿服制”，以及天子登基之礼、策命礼仪、祭祀礼仪、军礼等等。"
			]
		},
		"kongz": {
			"id": "kongzi",
			"title": "“至圣”孔子简介",
			"img": "../img/kongz.jpg",
			"desc": [
				"孔子（公元前551年—前479年），名丘，字仲尼，春秋末期鲁国（今山东曲阜）人，中国古代著名思想家、教育家、政治家，儒家学派创始人。",
				"孔子的祖先是殷人，后为避宋国之乱迁居鲁国。孔子早年丧父，生活贫苦，由母亲颜氏抚养成人。孔子15岁志于学，30岁学有所成，设教授徒，相传有弟子三千，贤者七十二。51岁从政，历任鲁国中都宰、司空和大司寇。55岁开始周游列国，历时14年，行程数千里，颠沛流离，始终未能实现其政治抱负。68岁回到鲁国，潜心于古文献整理，删《诗》《书》、定《礼》《乐》、序《周易》、作《春秋》，开创了“祖述尧舜，宪章文武”的儒家学派。",
				"其主要思想为：",
				"一以贯之的仁爱思想。“仁”是孔子思想的核心，是其思想体系中“一以贯之”的总纲。“仁”就是“爱人”，其前提是“孝悌”“爱由亲始”“推己及人”，直至仁爱天地间的万事万物。",
				"允执其中的中庸思想。中庸就是“用中”，就是不偏不倚。孔子说：“中庸之为德也，其至矣乎！民鲜久矣。”他倡导中庸之道，同时意识到用中之难，说：“天下国家可均也，爵禄可辞也，白刃可蹈也，中庸不可能也。”要做到“中庸”，就要具备“毋意，毋必，毋固，毋我”的品格，把握“允执其中”的原则，做到无过、无不及。",
				"有教无类的教育思想。孔子注重启发民智，首创私学，提倡“有教无类”，打破了贵族对教育的垄断。他强调“因材施教”，培养出了众多能“修己以敬”“修己以安人”“修己以安百姓”的仁人君子。",
				"以德治国的为政思想。孔子倡导通过德治使民众自觉地在内心树立行为规范，“道之以德，齐之以礼，有耻且格。”孔子重视为政者德行的示范引领，提出“为政以德，譬如北辰，居其所而众星共之。”“政者，正也。子帅以正，孰敢不正？”只有为政者以身作则、作风正派，百姓才会心悦诚服。",
				"和谐有序的礼乐思想。礼主“分”，乐主“和”，礼乐相辅相成是社会和谐有序的基础。孔子说：“名不正则言不顺；言不顺，则事不成；事不成，则礼乐不兴；礼乐不兴，则刑罚不中；刑罚不中，则民无所措手足。”只有遵守先王之道，社会才有可能恢复“礼乐征伐自天子出”的状态，才有机会出现“天下为公，选贤与能，讲信修睦”的“大同”局面。"
			]
		},
		"yanz": {
			"title": "“复圣”颜子简介",
			"img": "../img/yanz.jpg",
			"desc": [
				"颜子（公元前521年—前481年），名回，字渊，一字子渊，春秋时期鲁国（今山东曲阜）人，是孔子早期弟子颜路之子，小孔子30岁。他出身寒微，却能安贫乐道，孔子称赞他：“贤哉回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐，贤哉回也！”他聪敏过人，深思善学，在孔门弟子中悟性最高，对孔子所讲能闻一知十，是孔子最得意的弟子。",
				"颜回素以德行著称，严格遵守孔子关于“仁”“礼”的要求，“敏于事而慎于言”，孔子说他“三月不违仁”，常称赞颜回具有君子四德，即强于行义、弱于受谏、怵于待禄、慎于治身。孔子晚年的时候，鲁哀公曾经问他，弟子中有谁好学，孔子说：“有颜回者好学，不迁怒，不贰过。不幸短命死矣，今也则亡，未闻好学者也。”颜回先孔子而逝，葬于曲阜东防山前。孔子对于颜回的早逝极为悲痛，哀叹道：“噫！天丧予，天丧予！”",
				"颜回一生没有做过官，也没有留下传世之作，他的言行多见于《论语》等书。后代对其多有追封，唐宋时期被封为“兖公”“兖国公”，元代被封为“兖国复圣公”，明嘉靖九年（公元1530年）被封为“复圣”。"
			]
		},
		"zengz": {
			"title": "“宗圣”曾子简介",
			"img": "../img/zengz.jpg",
			"desc": [
				"曾子（公元前505年—前435年），名参，字子舆，春秋末年鲁国南武城（今山东嘉祥）人。他上承孔子，下传思孟，是孔子思想的重要传承者，小孔子46岁。曾子自幼跟随父亲曾皙读书，17岁时投奔正在周游列国的孔子，成为孔子的学生。他勤学好问，对孔子学说融会贯通，在孔子弟子中“三千虽多，独得其宗”。",
				"曾子著述颇丰，他编《论语》、著《曾子》、作《孝经》、传《大学》。他不仅忠实地传承了孔子的思想，而且在孝道、修身等方面有新的建树。后代对其多有追封，唐代被封为“郕伯”，宋代被封为“郕国公”，元代被封为“郕国宗圣公”，明嘉靖九年（公元1530年）被封为“宗圣”。",
				"其主要思想为：",
				"以孝为本的伦理思想。躬行孝道是曾子做人的基本道德准则。他照料父母“昏定晨省”，敬重父母“不过胜母之闾”，关心父母“不离亲一夕宿于外”。父亲去世后，其“每读丧礼，泣下沾襟”。他以“天地之间人为大”的人本思想为总纲，把孝作为“天下之大经”，从孝是“仁之本”推衍开去，构建了“孝”的完整理论体系。这一理论体系有血缘亲情的维系和长期教化，使孝文化深深植根于中华民族文化之中。",
				"注重内省的修身思想。曾子把修身看作是实现仁政德治的根本。他以君子为修身标准，就如何说话、做事、待人、交友提出了一系列主张；他以学习、实践与自我反省有机结合作为修身基本方法，强调“爱日以学，及时以行”“日旦就业，夕而自省”。他“吾日三省吾身”和“慎独”的境界，是人们公认的修身规范；他“冻饿而守仁”“临大节而不可夺”的君子气节，影响着一代又一代仁人志士坚定志向、固守道义。",
				"修齐治平的政治主张。他从“事父可以事君”相推衍，提出了“始于事亲，中于事君，终于立身”以孝治天下的思想。他以修身为根本环节，提出“格物、致知、诚意、正心、修身、齐家、治国、平天下”，为从政者指明了人生修养的路径。"
			]
		},
		"zisiz": {
			"title": "“述圣”子思子简介",
			"img": "../img/zisiz.jpg",
			"desc": [
				"子思子（公元前483年—前402年），是孔子嫡孙，名伋，字子思。子思的生平事迹已难详考。相传他受业于孔子的高足曾子，早年一度居住在卫国，游学于齐国，困于宋国。晚年返鲁，受鲁穆公尊礼。",
				"子思之父孔鲤早于孔子离开了人世。子思少时就树立了继承祖辈道业的志向，养成了抗节守道、不降其志的品格。他接续家学，尤其继承发展了孔子的中庸思想。《汉书•艺文志》著录《子思》二十三篇，已佚。现存《礼记》中的《中庸》《表记》《坊记》《缁衣》，据学者考证，均为子思所著。子思以“中庸”为自己学说的核心，其思想被他的再传弟子孟子进一步继承和发展，形成了儒家学派中的思孟学派。后代对其多有追封，北宋被封为“沂水侯”，南宋被封为“沂国公”，元代被封为“沂国述圣公”，明嘉靖九年（公元1530年）被封为“述圣”。",
				"其主要思想为：",
				"至诚的本体论。子思把“诚”作为沟通天人的桥梁。《中庸》说：“诚者，天之道也；诚之者，人之道也。诚者不勉而中，不思而得，从容中道，圣人也。诚之者，择善而固执之者也。”“诚”是天道，努力把握“诚”则是人道。圣人是具有“诚”的人，是达到“天人合一”境界的人。“诚”是本体的体现，所以《中庸》说：“自诚明，谓之性；自明诚，谓之教。诚则明矣，明则诚矣。”",
				"中庸的方法论。子思继承并发展孔子的中庸思想，提出“不偏不倚”“执两用中”的中庸观。“中庸”亦即“用中”，就是执行、施用中道，强调不偏不倚、无过无不及的处事方式与原则。中庸之道体现了“中行”的平衡智慧，提供了积极的“天人合一”和谐理念。这种处事方法使人认识到为人处世要事事适度，避免行为过激。",
				"慎独的修身论。慎独是子思哲学境界修养论的重要组成部分。《中庸》说：“是故君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微，故君子慎其独也。”慎独是谨慎其所作所为，是内心的专一、虔敬状态。马王堆帛书《五行》明确提出“独也者，舍体也”，将慎独更加精神化、内在化。子思的慎独思想以内在之心为出发点，通贯“五行”，持守“中和”，最终臻于“诚”的境界。慎独是于细微处见真章，于极高明处而道中庸，是子思哲学思想的精华所在。",
				"“合外内之道”的知行观。子思对“德之行”与“行”进行区分，把“仁义礼智”内化为德，强调德的内在性，强调“德”是外在之行的根基，最终实现内化于心、外现于行的“知行合一”。仁义礼智的内化为孟子性善“四端”思想的提出，直接开启了孟子的性善论。《中庸》说：“成己，仁也；成物，知也。性之德也，合外内之道也，故时措之宜也。”又说：“君子尊德性而道问学，致广大而尽精微，极高明而道中庸。”子思把成己、成物结合起来，把尊德性与道问学结合起来，是对“合外内之道”的弘扬。"
			]
		}
	}
}